tap "d12frosted/emacs-plus"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "mike-engel/jwt-cli"
tap "universal-ctags/universal-ctags"

# cask "slack"
# cask "zoomus"
cask "1password"
cask "alfred"
cask "docker"
cask "firefox"
cask "font-hack-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-source-code-pro-for-powerline"
cask "google-cloud-sdk"
cask "iterm2"
cask "keybase"
cask "lastpass"
cask "nextcloud"
cask "visual-studio-code"

# brew "kubetail"
# brew "terragrunt"
brew "ack"
brew "ansible"
brew "bat"
brew "cmake"
brew "consul"
brew "coreutils"
brew "curl"
brew "d12frosted/emacs-plus/emacs-plus@27"
brew "derailed/popeye/popeye"
brew "editorconfig"
brew "fd"
brew "fzf"
brew "git"
brew "git-crypt"
brew "gnupg"
brew "helm"
brew "helmfile"
brew "htop"
brew "hugo"
brew "imagemagick"
brew "ispell"
brew "jq"
brew "jwt-cli"
brew "keychain"
brew "krew"
brew "krew"
brew "kubectx"
brew "kustomize"
brew "macvim"
brew "minikube", link: false
brew "ncdu"
brew "nmap"
brew "nvm"
brew "pandoc"
brew "parallel"
brew "pinentry-mac"
brew "pngpaste"
brew "pulumi"
brew "pwgen"
brew "python3"
brew "rbenv"
brew "ripgrep"
brew "shellcheck"
brew "skaffold"
brew "stern"
brew "svn"
brew "terraform_landscape"
brew "hashicorp/tap/terraform-ls"
brew "tesseract"
brew "tfenv"
brew "tflint"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "vault"
brew "watch"
brew "wget"
brew "xmlstarlet"
brew "yq@3"
brew "universal-ctags/universal-ctags/universal-ctags", args: ['HEAD']
brew "z"
brew "zsh"
brew "zsh-completions"
