tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "d12frosted/emacs-plus"
tap "hashicorp/tap"


cask "1password"
cask "lastpass"
cask "keybase"
cask "firefox"
cask "iterm2"
cask "nextcloud"
cask "visual-studio-code"
cask "google-cloud-sdk"
cask "alfred"
cask "docker"


# cask "zoomus"
# cask "slack"



brew "ack"
brew "bat"
brew "curl"
brew "fzf"
brew "helm"
brew "helmfile"
brew "minikube", link: false
brew "pandoc"
brew "the_silver_searcher"
brew "tmux"
brew "zsh"
brew "zsh-completions"
brew "z"
brew "watch"
brew "wget"
brew "consul"
brew "pulumi"
brew "pwgen"
brew "macvim"
brew "krew"
brew "kubectx"
brew "kustomize"
brew "jq"
brew "keychain"
brew "d12frosted/emacs-plus/emacs-plus@27", args: ["with-jansson"]
brew "git"
brew "ripgrep"
brew "fd"
brew "coreutils"
brew "tree"
brew "tfenv"
# brew "terragrunt"
brew "gnupg"
brew "git-crypt"
brew "skaffold"
brew "krew"
brew "pngpaste"
# brew "kubetail"
brew "stern"
brew "ncdu"
